[
    {
        "chunk_id": "text_0",
        "chunk_type": "text",
        "description": "Financial Objectives and Strategies : The financial activities of WIPO are governed by its Financial Regulations, which are approved by the General Assembly  Financial Rules are establishe...",
        "source_page": 1,
        "parent_heading": "Financial Objectives and Strategies",
        "text_content": "The financial activities of WIPO are governed by its Financial Regulations, which are approved by the General Assembly. Financial Rules are established by the Director General in accordance with the provisions of the Financial Regulations. WIPO's Member States are informed of any modification of the Financial Rules. The Financial Rules govern all the financial management activities of the Organization. Authority and responsibility for the implementation of the Financial Regulations and Rules is delegated by the Director General to the Controller.",
        "word_count": 80
    },
    {
        "chunk_id": "text_1",
        "chunk_type": "text",
        "description": "Financial Objectives and Strategies : Every two years, the Director General presents a Program and Budget to Member States for approval  It details expected results, performance measures a...",
        "source_page": 1,
        "parent_heading": "Financial Objectives and Strategies",
        "text_content": "Every two years, the Director General presents a Program and Budget to Member States for approval. It details expected results, performance measures and budgetary planning for all proposed activities. The Program and Budget for the 2020/21 biennium was approved by the Assemblies of the Member States of WIPO in October 2019. The Program and Budget provides the planning for the biennium within the overall strategic context of the MediumTerm Strategic Plan.",
        "word_count": 71
    },
    {
        "chunk_id": "text_2",
        "chunk_type": "text",
        "description": "Financial Objectives and Strategies : The Organization uses a Results-Based Management system to ensure that resources are budgeted and utilized in line with organizational results and pri...",
        "source_page": 1,
        "parent_heading": "Financial Objectives and Strategies",
        "text_content": "The Organization uses a Results-Based Management system to ensure that resources are budgeted and utilized in line with organizational results and priorities. Organizational performance is measured and analyzed on a regular basis through performance indicators, targets and baselines. Under this system, both the Program and Budget and the Medium-Term Strategic Plan form part of WIPO's planning framework, along with annual work plans and individual staff objectives",
        "word_count": 66
    },
    {
        "chunk_id": "table_3",
        "chunk_type": "table",
        "description": "Demographic Distribution of Respondents : Table with 6 rows and 4 columns. Column headers: Users, Number, Percentage (Ahsolute), Percentage (Relative). Sample data: Managers, 12, 6.7...",
        "source_page": 1,
        "parent_heading": "Demographic Distribution of Respondents",
        "table_data": [
            [
                "Managers",
                "12",
                "6.7",
                "0.067"
            ],
            [
                "Shareholders",
                "57",
                "31.7",
                "0.317"
            ],
            [
                "Investors",
                "36",
                "20.0",
                "0.2"
            ],
            [
                "Employees",
                "42",
                "233",
                "0.233"
            ],
            [
                "Others",
                "33",
                "18.3",
                "0.183"
            ],
            [
                "Total",
                "180",
                "",
                ""
            ]
        ],
        "headers": [
            "Users",
            "Number",
            "Percentage (Ahsolute)",
            "Percentage (Relative)"
        ],
        "table_html": null,
        "num_rows": 6,
        "num_cols": 4
    },
    {
        "chunk_id": "text_4",
        "chunk_type": "text",
        "description": "Demographic Distribution of Respondents : Source: Researchers ' computation (2013)",
        "source_page": 1,
        "parent_heading": "Demographic Distribution of Respondents",
        "text_content": "Source: Researchers ' computation (2013)",
        "word_count": 5
    },
    {
        "chunk_id": "text_5",
        "chunk_type": "text",
        "description": "Risk Management : WIPO's Risk Management Policy sets out the Organization's approach to managing risks and internal controls in a consistent and business-oriented manne...",
        "source_page": 2,
        "parent_heading": "Risk Management",
        "text_content": "WIPO's Risk Management Policy sets out the Organization's approach to managing risks and internal controls in a consistent and business-oriented manner, in order to support the achievement of its strategic goals and expected results. It is complemented by WIPO's Risk and Internal Control Management Manual, which covers the day-to-day operational details of risk and internal control management. The policy and the manual, together with the organizational arrangements, the establishment of roles and responsibilities, processes and activities for the management of risks and internal controls represent WIPO's Risk Management Framework.",
        "word_count": 89
    },
    {
        "chunk_id": "text_6",
        "chunk_type": "text",
        "description": "The importance of financial reports : Financial reports are essential to a company's management, investors, creditors, and shareholders  Here are some reasons why they're important:",
        "source_page": 2,
        "parent_heading": "The importance of financial reports",
        "text_content": "Financial reports are essential to a company's management, investors, creditors, and shareholders. Here are some reasons why they're important:",
        "word_count": 19
    },
    {
        "chunk_id": "text_7",
        "chunk_type": "text",
        "description": "The importance of financial reports : They provide information to a company's management for planning, analyzing, benchmarking, and decision making ",
        "source_page": 2,
        "parent_heading": "The importance of financial reports",
        "text_content": "They provide information to a company's management for planning, analyzing, benchmarking, and decision making.",
        "word_count": 14
    },
    {
        "chunk_id": "text_8",
        "chunk_type": "text",
        "description": "The importance of financial reports : They offer information regarding a company's economic resources and claims to the resources, including liabilities and owner's equity ",
        "source_page": 2,
        "parent_heading": "The importance of financial reports",
        "text_content": "They offer information regarding a company's economic resources and claims to the resources, including liabilities and owner's equity.",
        "word_count": 18
    },
    {
        "chunk_id": "text_9",
        "chunk_type": "text",
        "description": "The importance of financial reports : They inform the shareholders, management, investors, and creditors about how a company's resources and claims have changed over a period ",
        "source_page": 2,
        "parent_heading": "The importance of financial reports",
        "text_content": "They inform the shareholders, management, investors, and creditors about how a company's resources and claims have changed over a period.",
        "word_count": 20
    }
]